<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body>
<div align="center">Computadoras
</div>
<div align="center">
  <p>es una m&aacute;quina electr&oacute;nica digital programable que ejecuta una serie de comandos para procesar los datos de entrada, obteniendo convenientemente informaci&oacute;n que posteriormente se env&iacute;a a las unidades de salida. </p>
  <p>Un computador, computadora u  ordenador es una m&aacute;quina digital programable, de funcionamiento electr&oacute;nico,  capaz de procesar grandes cantidades de datos a grandes velocidades. As&iacute;  obtiene informaci&oacute;n &uacute;til que luego presenta a un operador humano, o transmite a  otros sistemas mediante redes inform&aacute;ticas de distinto tipo.</p>
  <p>La computadora es la  herramienta m&aacute;s vers&aacute;til, potente y revolucionaria que el ser humano ha creado  en su historia reciente. Representa el punto cumbre de la Revoluci&oacute;n  industrial, cient&iacute;fica y tecnol&oacute;gica que presenci&oacute; el siglo XX despu&eacute;s de la  Segunda Guerra Mundial.</p>
  <p>Su presencia y popularizaci&oacute;n  en nuestro tiempo no s&oacute;lo cambi&oacute; para siempre el modo de procesar la  informaci&oacute;n en el mundo, sino tambi&eacute;n la manera de trabajar y concebir el  trabajo, las formas de comunicarse a larga distancia, las formas de ocio, y  muchas otras &aacute;reas de la vida cotidiana.</p>
  <p>Consisten fundamentalmente en  un gran n&uacute;mero de circuitos integrados, componentes de apoyo y extensiones  electr&oacute;nicas. Sin embargo, las computadoras han cambiado radicalmente a lo  largo de su propia y r&aacute;pida historia, pasando de ser enormes e inc&oacute;modas  instalaciones, a ocupar un lugar tan peque&ntilde;o como el bolsillo de nuestros  pantalones, en el caso de los tel&eacute;fonos inteligentes.</p>
  <p>La enorme cantidad de  componentes de una computadora pueden agruparse en dos categor&iacute;as separadas,  que son:</p>
  <p>Hardware. La parte f&iacute;sica y  tangible del sistema, o sea, sus componentes el&eacute;ctricos y electr&oacute;nicos, que  cumplen con diversas funciones fundamentales, como la realizaci&oacute;n de c&aacute;lculos o  la alimentaci&oacute;n el&eacute;ctrica del sistema. De alg&uacute;n modo equivaldr&iacute;a al &ldquo;cuerpo&rdquo; de  la computadora.<br />
    Software. La parte intangible,  digital, abstracta, del sistema, que se ocupa de las operaciones de tipo  conceptual o representacional, normalmente dentro de un entorno virtual  simulado, esto es, dentro de una simulaci&oacute;n que hace m&aacute;s amable la interacci&oacute;n  con el usuario. Esto abarca todo tipo de programas, desde los programas de base  (como el Sistema Operativo que mantiene andando el sistema) hasta las  aplicaciones posteriormente instaladas. Siguiendo la met&aacute;fora, equivaldr&iacute;a a la  &ldquo;mente&rdquo; del computador.</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p><img src="Images/4296065323.jpg" width="1280" height="960" /></p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
</div>
</body>
</html>
