<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body>
<div align="center">Para que esos componentes </div>
<p>A grandes rasgos, un sistema  inform&aacute;tico o computador se compone numerosos elementos reunidos en tres  conjuntos o partes:</p>
<p>Unidad Central de  Procesamiento (CPU). CPU son las siglas en ingl&eacute;s de Central Processing Unit, y  ese es el nombre que recibe el &ldquo;cerebro&rdquo; de la computadora, o sea, su n&uacute;cleo  l&oacute;gico-electr&oacute;nico. All&iacute; tienen lugar las operaciones l&oacute;gicas en los  procesadores o microprocesadores del sistema, y est&aacute;n f&iacute;sicamente dispuestas  las unidades fijas de memoria y de almacenamiento. Estas &uacute;ltimas se denominan  &ldquo;disco r&iacute;gido&rdquo; o &ldquo;disco duro&rdquo;, y usada para contener informaci&oacute;n. A su vez, el  CPU se compone de:<br />
  La Unidad Aritm&eacute;tico-L&oacute;gica  (ALU). Dedicada a la realizaci&oacute;n de las operaciones l&oacute;gicas, matem&aacute;ticas o  formales que sostienen el sistema.<br />
  La Unidad de Control (UC).  Encargada de la vigilancia del sistema y de garantizar el funcionamiento  continuo del mismo.<br />
  Los registros. Que son la  informaci&oacute;n que genera el funcionamiento del sistema, y que sirve para procesos  de feedback del sistema.<br />
  Memoria. La memoria es un  espacio electr&oacute;nico donde se almacena de manera temporal la informaci&oacute;n que el  sistema requiere para trabajar, por lo que se conoce tambi&eacute;n como memoria de  trabajo. Existen dos formas de memoria:<br />
  Memoria de Acceso Aleatorio  (RAM: Random Access Memory). Que consiste en una secuencia de celdas de  almacenamiento ocupada temporalmente por la informaci&oacute;n de trabajo. Puede  escribirse y reescribirse seg&uacute;n se necesite. Al apagar e iniciar el sistema, la  RAM se reinicia por completo.<br />
  Memoria de S&oacute;lo Lectura (ROM:  Read Only Memory). Un espacio en el que viene ya inscrita de f&aacute;brica la  informaci&oacute;n m&iacute;nima fundamental para que el ordenador inicie sus operaciones,  como el set up y la configuraci&oacute;n m&iacute;nima que da pie a los procesos m&aacute;s  complejos del software. Esta memoria puede leerse millones de veces, pero no  puede alterarse a voluntad.<br />
  Dispositivos perif&eacute;ricos. Los  perif&eacute;ricos son los componentes no centrales de una computadora, o sea, sus  accesorios o aditamentos, que pueden cambiarse o sustituirse sin alterar el  n&uacute;cleo de operaciones del sistema. Estos dispositivos permiten ingresar (entrada)  o extraer (salida) informaci&oacute;n del sistema, o realizar ambas operaciones a la  vez (entrada-salida). Son ejemplos de perif&eacute;ricos los monitores, las  impresoras, los teclados, los parlantes, etc.</p>
</body>
</html>
