<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body>
<div align="center">Tipos De computadoras </div>
<p>Supercomputadoras. Los  aparatos de mayor potencia del mundo son, en realidad, conjuntos de  computadoras distintas integrados en una sola unidad, que pueden potenciarse de  manera exponencial. La supercomputadora m&aacute;s grande del mundo se encuentra en la  Universidad Nacional de Tecnolog&iacute;a de Defensa de China, se llama Tianhe-2 y  puede realizar unos 33.48 mil billones de operaciones por segundo.<br />
Mainframes. Se conocen tambi&eacute;n  como macrocomputadoras, y suelen tener un gran tama&ntilde;o (al menos comparado con  los computadores port&aacute;tiles) y hallarse en habitaciones cuidadosamente  refrigeradas dentro de las grandes empresas o instituciones de un pa&iacute;s, en donde  llevan a cabo millones de c&aacute;lculos y operaciones por segundo, alimentando redes  y sistemas computarizados enteros con informaci&oacute;n.<br />
Computadoras personales (PCs).  Unidades destinadas al uso de un solo usuario a la vez, permiti&eacute;ndole realizar  muy diversas tareas, entre ellas conectarse a una red inform&aacute;tica y enviar y  recibir datos a altas velocidades. Poseen un microprocesador de potencia  variable y son el tipo de computadoras a los que podemos acceder comercialmente  en cualquier tienda de tecnolog&iacute;a. Se les conoce tambi&eacute;n como computadoras de  escritorio.<br />
Computadores port&aacute;tiles  (laptops, netbooks). Aunque se trata en efecto de computadoras personales, a  este tipo de aparatos los listamos aparte porque se trata de piezas f&iacute;sicamente  ligeras, dise&ntilde;adas para su uso en exteriores o para viajar con nosotros en un  malet&iacute;n. Aunque poseen menos potencia que las PC, lo compensan en practicidad y  movilidad.<br />
Tabletas y celulares. La  generaci&oacute;n m&aacute;s reciente de artefactos tecnol&oacute;gicos (gadgets) son esencialmente  computadoras, aunque destinadas a funciones distintas (generalmente m&aacute;s l&uacute;dicas  o de comunicaciones) y de un tama&ntilde;o todav&iacute;a menor a las port&aacute;tiles. Los  celulares &ldquo;inteligentes&rdquo; son peque&ntilde;as pero potentes computadoras dedicadas a  las telecomunicaciones y la navegaci&oacute;n por Internet, mientras que las tabletas  son peque&ntilde;as pantallas t&aacute;ctiles con funciones similares.</p>
</body>
</html>
