<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body>
<div align="center">Usos</div>
<p>Las computadoras son  utilizadas en nuestros hogares para m&uacute;ltiples prop&oacute;sitos.</p>
<p>La gente las usa para acceder  a redes sociales, plataformas bancarias, levantar presupuestos familiares,  hacer pagos, buscar todo tipo de informaci&oacute;n, almacenar y editar contenido  audiovisual y para entretenimiento en l&iacute;nea como por ejemplo las plataformas  streaming tipo Netflix o Spotify y los videojuegos.</p>
<p>Las computadoras son una  manera r&aacute;pida y f&aacute;cil de almacenar informaci&oacute;n, datos y contenido multimedia, descargar  y subir informaci&oacute;n de la web, digitalizar todo tipo de contenidos a trav&eacute;s de  diferentes dispositivos de entrada.</p>
<p>Mucha gente compra y descarga  software inform&aacute;tico y aplicaciones que hace m&aacute;s f&aacute;cil la organizaci&oacute;n de  m&uacute;ltiples tareas dom&eacute;sticas, como control de pagos, recordatorios, seguimientos  de gastos.</p>
<p>Este tipo de software ayuda a  la gente a un control m&aacute;s eficiente de sus finanzas. Muchos tipos de software  crean gr&aacute;ficos que muestran a los due&ntilde;os de casa en qu&eacute; est&aacute;n gastando el  dinero.</p>
<p>Hoy en d&iacute;a incluso muchas  personas trabajan de manera remota desde casa gracias a las computadoras y el  internet, son una generaci&oacute;n de trabajadores remotos o &ldquo;freelancers&rdquo;. Otros se  capacitan recibiendo clases en l&iacute;nea.</p>
<p>Conoce m&aacute;s acerca de &iquest;C&oacute;mo  pueden ser &uacute;tiles las computadoras en el hogar?</p>
<p>Las computadoras en las  empresas<br />
  La mayor&iacute;a de las empresas  registran toda su informaci&oacute;n operativa y contable en computadoras.</p>
<p>No es imaginable un nivel de  operaciones comerciales globales de hoy en d&iacute;a sin los usos de las tecnolog&iacute;as  inform&aacute;ticas y el internet.</p>
<p>Las computadoras hacen posible  el f&aacute;cil de almacenamiento y mantenimiento de data, facilitan la localizaci&oacute;n  de archivos e informaci&oacute;n de valor.</p>
<p>Son innumerables las y herramientas  y software de trabajo que facilitan las labores administrativas y aumentan la  productividad como las hojas de c&aacute;lculo, sistemas contables y administrativos,  los sistemas de procesamiento de transacciones y trazabilidad.</p>
<p>Las computadoras utilizadas  por las empresas tienen capacidades para computar y resumir la informaci&oacute;n que  es introducida en informes, declaraciones y documentos utilizados para  m&uacute;ltiples prop&oacute;sitos.</p>
<p>Las compa&ntilde;&iacute;as de todos los  tama&ntilde;os utilizan las computadoras para mantener bases de datos. Las bases de  datos son programas que organizan informaci&oacute;n valiosa como datos de contacto de  los clientes.</p>
<p>Las empresas usan computadoras  para sus labores de marketing, investigaci&oacute;n de mercados y ventas, para sus  gestiones de presupuestaci&oacute;n y planificaci&oacute;n de negocios.</p>
<p>No dejes de leer: Usos de  computadoras en los negocios</p>
<p>Las computadoras en la  educaci&oacute;n<br />
  Desde los primeros niveles de  educaci&oacute;n las computadoras interact&uacute;an con los ni&ntilde;os, en las propias aulas de  preescolar los ni&ntilde;os empiezan a aprender los usos y la importancia de las  computadoras.</p>
<p>A medida que los j&oacute;venes  crecen, la necesidad de herramientas computacionales contin&uacute;a cambiando y  creciendo: investigaci&oacute;n, redacci&oacute;n, elaboraci&oacute;n de informes, prestaciones;  todo lo hacen con apoyo del computador.</p>
<p>Desde hace d&eacute;cadas tenemos la  educaci&oacute;n virtual o a distancia gracias a las computadoras y el internet, as&iacute;  millones de personas en el mundo han alcanzado t&iacute;tulos y competencias t&eacute;cnicas  en modalidad virtual.</p>
<p>YouTube, Google Classroom,  Google Books, Wikipedia, blogs educativos, libros electr&oacute;nicos, boletines  electr&oacute;nicos, infograf&iacute;as y otras herramientas educativas no son posibles sin  las computadoras que usamos hoy.</p>
<p>Los estudiantes no solo  necesitan conocer sobre las tecnolog&iacute;as de la informaci&oacute;n y computaci&oacute;n sino  que las usan durante todas las etapas de su ciclo educativo.</p>
<p>Suites como Microsoft Office  son utilizados ampliamente por los estudiantes en todos los niveles.</p>
<p>Usan Microsoft Word para  redactar sus investigaciones, Excel para sus c&aacute;lculos matem&aacute;ticos, la  visualizaci&oacute;n de cifras mediante gr&aacute;ficos, resuelven y aprenden varias f&oacute;rmulas  matem&aacute;ticas, financieras y l&oacute;gicas.</p>
<p>Asimismo enlazan y resumen  contenido cualitativo y cuantitativo para presentarlo con apoyo de Microsoft  PowerPoint.</p>
<p>Te puede interesar: Por qu&eacute;  son importantes las computadoras en la escuela primaria</p>
<p>Las computadoras en otros  campos de la actualidad<br />
  Las computadoras encuentran un  uso diseminado en distintas &aacute;reas de la salud, las finanzas y los entes  gubernamentales por mencionar unos pocos campos.</p>
<p>Uso de las computadoras en  medicina<br />
  En medicina las computadoras  tienen amplio espectro en la detecci&oacute;n de enfermedades. Dispositivos de  ultrasonido, resonancias magn&eacute;ticas y tomograf&iacute;as se usan para la detecci&oacute;n y  diagn&oacute;sticos de dolencias para su posterior tratamiento.</p>
<p>Hospitales y m&eacute;dicos tambi&eacute;n  usan bases de datos para sus archivos e historias cl&iacute;nicas, para procesar  an&aacute;lisis de pruebas m&eacute;dicas y hacer seguimiento a tratamientos.</p>
<p>Las computadoras en la Banca<br />
  Los bancos usan las  computadoras para registrar, acelerar y precisar millones de transacciones de  sus clientes en sus propias agencias o en cualquier parte del mundo.</p>
<p>Los bancos emplean tecnolog&iacute;as  de software y hardware para desconcentrar los vol&uacute;menes de operaciones dentro  de sus agencias, ofrecer conveniencia y accesibilidad 24/7. Ejemplos de estos  recursos son los cajeros autom&aacute;ticos, la banca en l&iacute;nea y la banca por  telefon&iacute;a m&oacute;vil.</p>
<p>Gracias a sus computadores  centrales y servidores los bancos pueden ofrecer soporte a millones de  transacciones diarias interbancarias con velocidad y precisi&oacute;n.</p>
<p>Agencias gubernamentales y las  computadoras<br />
  Gestiones gubernamentales se  apoyan en tecnolog&iacute;as de la informaci&oacute;n y comunicaci&oacute;n para dar respuesta  r&aacute;pida a miles de solicitudes de los ciudadanos.</p>
<p>Computadoras y sistemas en  l&iacute;nea permiten dar soluci&oacute;n a miles de tr&aacute;mites p&uacute;blicos antes &ldquo;burocr&aacute;ticos&rdquo;  con alta velocidad y precisi&oacute;n.</p>
<p>El correo electr&oacute;nico, las  video-llamadas, el chat, los portales inform&aacute;ticos para atenci&oacute;n en l&iacute;nea, son  solo algunas de las tecnolog&iacute;as que distintas instancias gubernamentales han  incorporado en su d&iacute;a a d&iacute;a.</p>
<p>&iexcl;Las computadoras simplemente  cambiaron nuestras vidas!</p>
</body>
</html>
